Repository: petry/urlshortener
Catalog: urlshortener/account/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Username
pt_br: Nome do usuário

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
pt_br: Obrigatório, 30 caracteres ou menos. somente letras, numeros ou @/./+/-/_

source: This value may contain only letters, numbers and @/./+/-/_ characters.
pt_br: Esce pampo só pode conter letras, numeros ou @/./+/-/_

source: You are subscribed!
pt_br: Você está cadastrado!

source: There was an error when signing up!
pt_br: Houve um erro durante o cadastro

source: Profile details updated.
pt_br: Detalhes do usuário autualizados

source: There was an error when editing your data
pt_br: Houve um erro enquanto seus dados era atualizados

source: Edit Profile
pt_br: Editar Conta

source: Change details
pt_br: Alterar detalhes

source: Signup
pt_br: Cadastro

source: You are already logged
pt_br: Você já está logado
